/* Title for event birthday (with a name) */
"%@\\U2019s Birthday" = "Ulang Tahun %@";

/* Title for event birthday (without a name) */
"Birthday" = "Ulang Tahun";

"FACEBOOK_CALENDAR_NAME" = "Acara Facebook";

/* default calendar name */
"DEFAULT_CALENDAR_NAME" = "Kalender";

/* default reminders calendar name */
"DEFAULT_TASK_CALENDAR_NAME" = "Pengingat";
// Also this one, sadly.  See 9806767 and 9696624
"Reminders" = "Pengingat";

/* Default name for an event/reminder alarm */
"DEFAULT_REMINDER_NAME" = "Pengingat";

/* Errors, returned as part of EKError object. Generally only for developers, but they might appear in UI.*/
"EVENT_NOT_MUTABLE_ERROR" = "Acara ini tidak dapat diedit.";

"NO_CALENDAR_ERROR" = "Tidak ada kalender yang diatur.";

"NO_START_DATE_ERROR" = "Tidak ada tanggal awal yang diatur.";

"NO_END_DATE_ERROR" = "Tidak ada tanggal akhir yang diatur.";

"DATES_INVERTED_ERROR" = "Tanggal mulai harus sebelum tanggal akhir.";

"UNEXPECTED_ERROR" = "Terjadi kesalahan yang tidak terduga.";

"CALENDAR_SOURCE_CANNOT_BE_MODIFIED" = "Kalender mungkin tidak dapat dipindahkan ke akun lain.";


"CALENDAR_READ_ONLY_ERROR" = "Kalender baca saja.";

"DURATION_EXCEEDS_RECURRENCE_ERROR" = "Acara ini terlalu panjang untuk diulang sesering ini.";

"ALARM_EXCEEDS_RECURRENCE_ERROR" = "Acara ini berulang sebelum peringatan terjadi.";

"START_DATE_FUTURE_ERROR" = "Acara ini terlalu jauh di masa mendatang.";

"OCCURRENCE_COLLISION_ERROR" = "Contoh lain dari acara ini terjadi pada tanggal ini.";

"INVITES_CANNOT_MOVE_ERROR" = "Undangan tidak dapat dipindahkan ke kalender lain.";

"CANNOT_GEOCODE_LOCATION_ERROR" = "Lokasi pengingat tidak dapat digeokodekan ke alamat karena telah mematikan alarm.";

/* meaningless to end users, but useful for coders. It means the event is being used with the wrong database (store). */
"WRONG_STORE_ERROR" = "Acara itu bukan milik acara tersimpan.";

/* developer error */
"SPAN_ERROR" = "Jangka waktu tidak sah ditentukan.";

"CALENDAR_HAS_NO_SOURCE" = "Kalender tidak memiliki sumber";

"DOES_NOT_ALLOW_RECURRENCE_CHANGES" = "Bidang berulang tidak dapat diubah.";

"DOES_NOT_ALLOW_ALARM_CHANGES" = "Alarm tidak dapat diubah.";

"DOES_NOT_ALLOW_ATTENDEE_CHANGES" = "Peserta tidak dapat diubah";

"CALENDAR_IMMUTABLE" = "Kalender itu tidak dapat diubah atau dihapus.";

"STRUCTURED_LOCATIONS_NOT_SUPPORTED" = "Lokasi dengan informasi geo tidak didukung oleh akun ini.";

"ACTIONS_NOT_SUPPORTED" = "Tindakan tidak didukung oleh akun ini.";

"REMINDER_LOCATIONS_NOT_SUPPORTED" = "Lokasi untuk pengingat tidak didukung oleh akun ini.";

"ALARM_PROXIMITY_NOT_SUPPORTED" = "Alarm berdasarkan proksimiti tidak didukung oleh akun ini.";

"RECURRING_TASK_REQUIRES_DUE_DATE_ERROR" = "Pengingat berulang harus memiliki tanggal berakhir.";

"SOURCE_PROHIBITS_CALENDAR_ADD_DELETE" = "Akun itu tidak mengizinkan kalender ditambahkan atau dihapus.";

"CALENDAR_DOES_NOT_ALLOW_EVENTS" = "Kalender tersebut tidak mengizinkan penambahan acara.";

"CALENDAR_DOES_NOT_ALLOW_REMINDERS" = "Kalender tersebut tidak mengizinkan penambahan pengingat.";

"SOURCE_DOES_NOT_ALLOW_REMINDERS" = "Akun tersebut tidak mendukung pengingat.";

"PRIORITY_IS_INVALID" = "Prioritas harus antara 0 dan 9.";

"INVALID_ENTITY_TYPE" = "Ini bukan EKEntityType yang sah.";
